Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Sun Reflection
ar: انعكاس الشمس
ca: Reflexió solar
cs: Odraz slunce
da: Solrefleksion
de: Sonnenreflexion
es: Reflejo solar
fi: Auringon heijastus
fr: Reflet du soleil
he: השתקפות שמש
hu: Naptükröződés
it: Riflesso solare
ja: 太陽の反射
ko: 태양 반사
nb: Solrefleksjon
nl: Zonnereflectie
pl: Odbicie słoneczne
pt_br: Reflexo Solar
pt_pt: Reflexo Solar
ro: Reflexia soarelui
sl: Sončni odsev
sv: Solreflektion
uk: Сонячне відображення
vi: Phản chiếu mặt trời
zh_hans: 太阳反射
zh_hant: 太陽反射

source: Supported escape sequences:
ar: تسلسلات الهروب المدعومة:
ca: Seqüències d'escapament compatibles:
cs: Podporované únikové sekvence:
da: Understøttede escape-sekvenser:
de: Unterstützte Escape-Sequenzen:
es: Secuencias de escape compatibles:
fi: Tuetut escape-sekvenssit:
fr: Séquences d'échappement prises en charge :
he: רצפי בריחה נתמכים:
hu: Támogatott escape szekvenciák:
it: Sequenze di escape supportate:
ja: サポートされているエスケープシーケンス:
ko: 지원되는 이스케이프 시퀀스:
nb: Støttede escape-sekvenser:
nl: Ondersteunde escape-reeksen:
pl: Obsługiwane sekwencje ucieczki:
pt_br: Sequências de escape suportadas:
pt_pt: Sequências de escape suportadas:
ro: Secvențe de escape acceptate:
sl: Podprta ubežna zaporedja:
sv: Escape-sekvenser som stöds:
uk: Підтримувані послідовності виходу:
vi: Các chuỗi escape được hỗ trợ:
zh_hans: 支持的转义序列：
zh_hant: 支援的跳脫序列：

source: Supported key types:
ar: أنواع المفاتيح المدعومة:
ca: Tipus de clau compatibles:
cs: Podporované typy klíčů:
da: Understøttede nøgletyper:
de: Unterstützte Schlüsseltypen:
es: Tipos de clave compatibles:
fi: Tuetut avaintyypit:
fr: Types de clés pris en charge :
he: סוגי מפתחות נתמכים:
hu: Támogatott kulcstípusok:
it: Tipi di chiave supportati:
ja: 対応する鍵の種類:
ko: 지원되는 키 유형:
nb: Støttede nøkkeltyper:
nl: Ondersteunde sleuteltypen:
pl: Obsługiwane typy kluczy:
pt_br: Tipos de chave suportados:
pt_pt: Tipos de chave suportados:
ro: Tipuri de chei acceptate:
sl: Podprte vrste ključev:
sv: Nyckeltyper som stöds:
uk: Підтримувані типи ключів:
vi: Các loại khóa được hỗ trợ:
zh_hans: 支持的密钥类型：
zh_hant: 支援的金鑰類型：

source: Supports mosh-server (local echo), tsshd (QUIC/KCP with NAT traversal), and Multipath TCP for seamless WiFi/cellular handover.
ar: يدعم mosh-server (الصدى المحلي)، وtsshd (QUIC/KCP مع اجتياز NAT)، وMultipath TCP للتبديل السلس بين WiFi والبيانات الخلوية.
ca: Compatible amb mosh-server (eco local), tsshd (QUIC/KCP amb travessa de NAT) i Multipath TCP per a una transició fluida entre Wi-Fi i cel·lular.
cs: Podporuje mosh-server (lokální echo), tsshd (QUIC/KCP s průchodem NAT) a Multipath TCP pro plynulý přechod mezi WiFi a mobilními daty.
da: Understøtter mosh-server (lokalt ekko), tsshd (QUIC/KCP med NAT-traversering) og Multipath TCP til problemfrit WiFi/mobil-skift.
de: Unterstützt mosh-server (lokales Echo), tsshd (QUIC/KCP mit NAT-Traversal) und Multipath TCP für nahtloses WLAN-/Mobilfunk-Umschalten.
es: Compatible con mosh-server (eco local), tsshd (QUIC/KCP con NAT traversal) y Multipath TCP para transición fluida entre WiFi y datos móviles.
fi: Tukee mosh-server-palvelinta (paikallinen kaiku), tsshd:tä (QUIC/KCP NAT-läpäisyllä) sekä Multipath TCP:tä saumattomaan WiFi/mobiili-siirtymään.
fr: Prend en charge mosh-server (écho local), tsshd (QUIC/KCP avec traversée NAT) et Multipath TCP pour un basculement Wi-Fi/cellulaire transparent.
he: תומך ב-mosh-server (הד מקומי), tsshd (‏QUIC/KCP עם מעבר NAT), ו-Multipath TCP למעבר חלק בין WiFi לסלולר.
hu: Támogatja a mosh-server-t (helyi visszhang), a tsshd-t (QUIC/KCP NAT átjárással), valamint a Multipath TCP-t a zökkenőmentes WiFi/mobilhálózat közötti váltáshoz.
it: Supporta mosh-server (echo locale), tsshd (QUIC/KCP con attraversamento NAT) e Multipath TCP per il passaggio trasparente tra WiFi e rete cellulare.
ja: mosh-server（ローカルエコー）、tsshd（NATトラバーサル対応のQUIC/KCP）、およびMultipath TCP（WiFi/セルラーのシームレスなハンドオーバー）に対応しています。
ko: mosh-server(로컬 에코), tsshd(NAT 트래버설을 지원하는 QUIC/KCP), 그리고 Multipath TCP를 통한 WiFi/셀룰러 원활한 전환을 지원합니다.
nb: Støtter mosh-server (lokalt ekko), tsshd (QUIC/KCP med NAT-traversering) og Multipath TCP for sømløs WiFi/mobilovergang.
nl: Ondersteunt mosh-server (lokale echo), tsshd (QUIC/KCP met NAT-traversal) en Multipath TCP voor naadloze WiFi/mobiele overdracht.
pl: Obsługuje mosh-server (lokalne echo), tsshd (QUIC/KCP z przechodzeniem NAT) oraz Multipath TCP do płynnego przełączania między WiFi a siecią komórkową.
pt_br: Suporta mosh-server (eco local), tsshd (QUIC/KCP com travessia de NAT) e Multipath TCP para transição contínua entre WiFi e celular.
pt_pt: Suporta mosh-server (eco local), tsshd (QUIC/KCP com travessia NAT) e Multipath TCP para transição contínua entre Wi-Fi e dados móveis.
ro: Suportă mosh-server (ecou local), tsshd (QUIC/KCP cu traversare NAT) și Multipath TCP pentru trecerea transparentă între Wi-Fi și rețeaua mobilă.
sl: Podpira mosh-server (lokalni odmev), tsshd (QUIC/KCP s prečkanjem NAT) in Multipath TCP za nemoten prehod med WiFi in mobilnim omrežjem.
sv: Stöder mosh-server (lokal eko), tsshd (QUIC/KCP med NAT-traversering) och Multipath TCP för sömlös WiFi/mobilväxling.
uk: Підтримує mosh-server (локальне відлуння), tsshd (QUIC/KCP з NAT traversal) та Multipath TCP для безперервного переключення між WiFi та стільниковою мережею.
vi: Hỗ trợ mosh-server (echo cục bộ), tsshd (QUIC/KCP với NAT traversal) và Multipath TCP để chuyển đổi liền mạch giữa WiFi và mạng di động.
zh_hans: 支持 mosh-server（本地回显）、tsshd（QUIC/KCP 及 NAT 穿越）和多路径 TCP 的 WiFi/蜂窝网络无缝切换。
zh_hant: 支援 mosh-server（本機回顯）、tsshd（QUIC/KCP 及 NAT 穿越）和多路徑 TCP 的 WiFi/行動網路無縫切換。

source: Swap
ar: تبديل
ca: Intercanvia
cs: Prohodit
da: Byt
de: Tauschen
es: Intercambiar
fi: Vaihda
fr: Échanger
he: החלף
hu: Felcserélés
it: Scambia
ja: 入れ替え
ko: 바꾸기
nb: Bytt
nl: Verwissel
pl: Zamień
pt_br: Trocar
pt_pt: Trocar
ro: Inversează
sl: Zamenjaj
sv: Byt
uk: Поміняти
vi: Hoán đổi
zh_hans: 交换
zh_hant: 交換

source: Swap left and right swipe bindings
ar: تبديل ارتباطات التمرير لليسار واليمين
ca: Intercanvia les vinculacions del lliscament esquerre i dret
cs: Prohodit přiřazení levého a pravého přejetí
da: Byt om på venstre og højre stryg-tildelinger
de: Wischzuordnungen für links und rechts tauschen
es: Intercambiar las asignaciones de deslizamiento izquierdo y derecho
fi: Vaihda vasemman ja oikean pyyhkäisyn sidonnat
fr: Échanger les actions des balayages gauche et droit
he: החלפה בין הקצאות החלקה שמאלה וימינה
hu: Bal és jobb húzási hozzárendelések felcserélése
it: Scambia le associazioni di scorrimento sinistra e destra
ja: 左右のスワイプの割り当てを入れ替える
ko: 왼쪽과 오른쪽 스와이프 바인딩 바꾸기
nb: Bytt om venstre og høyre sveip-tilordninger
nl: Verwissel toewijzingen voor links en rechts vegen
pl: Zamień przypisania gestu w lewo i w prawo
pt_br: Trocar as ações dos gestos para esquerda e direita
pt_pt: Trocar as ações dos deslizes para a esquerda e para a direita
ro: Inversează asocierile gesturilor stânga și dreapta
sl: Zamenjaj povezavi za poteg v levo in desno
sv: Byt vänster och höger svepbindningar
uk: Поміняти прив’язки свайпів ліворуч і праворуч
vi: Hoán đổi gán phím cho vuốt trái và phải
zh_hans: 交换左右滑动的绑定
zh_hant: 交換左右滑動的綁定

source: Swap Pane
ar: تبديل الجزء
ca: Intercanvia el plafó
cs: Prohodit panel
da: Byt rude
de: Bereich tauschen
es: Intercambiar panel
fi: Vaihda ruutua
fr: Permuter le panneau
he: החלפת חלונית
hu: Panel felcserélése
it: Scambia riquadro
ja: ペインを入れ替え
ko: 분할 영역 바꾸기
nb: Bytt rute
nl: Deelvenster wisselen
pl: Zamień panel
pt_br: Trocar Painel
pt_pt: Trocar painel
ro: Interschimbă panoul
sl: Zamenjaj podokno
sv: Byt plats på ruta
uk: Поміняти панель місцями
vi: Hoán đổi Ngăn
zh_hans: 交换窗格
zh_hant: 交換窗格

source: Swap With Other Pane
ar: التبديل مع الجزء الآخر
ca: Intercanvia amb l'altre plafó
cs: Prohodit s druhým panelem
da: Byt med anden rude
de: Mit anderem Bereich tauschen
es: Intercambiar con el otro panel
fi: Vaihda toisen ruudun kanssa
fr: Permuter avec l’autre panneau
he: החלפה עם החלונית האחרת
hu: Felcserélés a másik panellel
it: Scambia con l'altro riquadro
ja: もう一方のペインと入れ替え
ko: 다른 분할 영역과 바꾸기
nb: Bytt med annen rute
nl: Wisselen met ander deelvenster
pl: Zamień z drugim panelem
pt_br: Trocar com o Outro Painel
pt_pt: Trocar com o outro painel
ro: Interschimbă cu celălalt panou
sl: Zamenjaj z drugim podoknom
sv: Byt plats med den andra rutan
uk: Поміняти місцями з іншою панеллю
vi: Hoán đổi với Ngăn khác
zh_hans: 与另一窗格交换
zh_hant: 與另一個窗格交換

source: Swaps foreground and background colors for selected text
ar: يبدّل ألوان المقدمة والخلفية للنص المحدد
ca: Intercanvia els colors de primer pla i fons per al text seleccionat
cs: Zamění barvy popředí a pozadí pro vybraný text
da: Bytter forgrunds- og baggrundsfarver for markeret tekst
de: Tauscht Vordergrund- und Hintergrundfarben für ausgewählten Text
es: Intercambia los colores de primer plano y fondo para el texto seleccionado
fi: Vaihtaa valitun tekstin etu- ja taustavärit keskenään
fr: Intervertit les couleurs de premier plan et d'arrière-plan pour le texte sélectionné
he: מחליף את צבעי הקדמה והרקע עבור הטקסט הנבחר
hu: Felcseréli a kijelölt szöveg előtér- és háttérszíneit
it: Scambia i colori di primo piano e sfondo per il testo selezionato
ja: 選択したテキストの前景色と背景色を入れ替えます
ko: 선택한 텍스트의 전경색과 배경색을 바꿉니다
nb: Bytter forgrunn- og bakgrunnsfarger for markert tekst
nl: Verwisselt de voor- en achtergrondkleuren voor geselecteerde tekst
pl: Zamienia kolory pierwszego planu i tła dla zaznaczonego tekstu
pt_br: Troca as cores de primeiro plano e plano de fundo do texto selecionado
pt_pt: Troca as cores de primeiro plano e fundo do texto selecionado
ro: Inversează culorile de prim-plan și fundal pentru textul selectat
sl: Zamenja barvi ospredja in ozadja za izbrano besedilo
sv: Byter förgrunds- och bakgrundsfärger för markerad text
uk: Міняє місцями кольори переднього плану та фону для виділеного тексту
vi: Hoán đổi màu tiền cảnh và nền cho văn bản được chọn
zh_hans: 交换所选文本的前景色和背景色
zh_hant: 交換所選文字的前景色與背景色

source: Sweep
ar: مسح
ca: Escombrada
cs: Přejetí
da: Fejning
de: Wischen
es: Barrido
fi: Pyyhkäisy
fr: Balayage
he: סחיפה
hu: Söprés
it: Scorrimento
ja: スイープ
ko: 스위프
nb: Sveip
nl: Veeg
pl: Zamiatanie
pt_br: Varredura
pt_pt: Varrimento
ro: Măturat
sl: Pometanje
sv: Svep
uk: Змітання
vi: Quét
zh_hans: 扫掠
zh_hant: 掃掠

source: Swipe down from the tab bar (one finger, two fingers, or trackpad scroll) to show live previews of your tabs.
ar: مرّر للأسفل من شريط علامات التبويب (بإصبع واحد أو بإصبعين أو بالتمرير على لوحة التتبع) لعرض معاينات مباشرة لعلامات التبويب.
ca: Llisca cap avall des de la barra de pestanyes (amb un dit, dos dits o desplaçament al ratolí tàctil) per mostrar previsualitzacions en directe de les pestanyes.
cs: Přejetím dolů z panelu karet (jedním prstem, dvěma prsty nebo posouváním na trackpadu) zobrazíte živé náhledy karet.
da: Stryg ned fra fanelinjen (med én finger, to fingre eller scroll på pegefeltet) for at se live-forhåndsvisninger af dine faner.
de: Wischen Sie von der Tab-Leiste nach unten (mit einem Finger, zwei Fingern oder Trackpad-Scrollen), um Live-Vorschauen Ihrer Tabs anzuzeigen.
es: Desliza hacia abajo desde la barra de pestañas (con un dedo, dos dedos o desplazamiento en el trackpad) para mostrar vistas previas en directo de tus pestañas.
fi: Pyyhkäise alas välilehtipalkista (yhdellä sormella, kahdella sormella tai ohjauslevyn vierityksellä) nähdäksesi välilehtiesi reaaliaikaiset esikatselut.
fr: Balayez vers le bas depuis la barre d'onglets (un doigt, deux doigts ou défilement sur le trackpad) pour afficher des aperçus en direct de vos onglets.
he: החלק מטה מסרגל הלשוניות (אצבע אחת, שתי אצבעות או גלילה במשטח המגע) כדי להציג תצוגות מקדימות חיות של הלשוניות.
hu: Húzzon lefelé a lapsávból (egy ujjal, két ujjal vagy érintőpados görgetéssel) a lapok élő előnézetének megjelenítéséhez.
it: Scorri verso il basso dalla barra delle schede (con un dito, due dita o lo scorrimento sul trackpad) per mostrare anteprime in tempo reale delle tue schede.
ja: タブバーから下にスワイプ（1本指、2本指、またはトラックパッドのスクロール）すると、タブのライブプレビューが表示されます。
ko: 탭 바에서 아래로 스와이프하면(한 손가락, 두 손가락 또는 트랙패드 스크롤) 탭의 실시간 미리보기가 표시됩니다.
nb: Sveip ned fra fanelinjen (med én finger, to fingre eller rulling på styreflaten) for å vise direkteforhåndsvisninger av fanene dine.
nl: Veeg omlaag vanaf de tabbalk (met één vinger, twee vingers of scrollen op het trackpad) om livevoorbeelden van je tabs te tonen.
pl: Przesuń w dół od paska kart (jednym palcem, dwoma palcami lub przewijaniem na gładziku), aby wyświetlić podglądy kart na żywo.
pt_br: Deslize para baixo a partir da barra de abas (com um dedo, dois dedos ou rolagem no trackpad) para mostrar pré-visualizações ao vivo das suas abas.
pt_pt: Deslize para baixo a partir da barra de separadores (com um dedo, dois dedos ou deslocação no trackpad) para mostrar pré-visualizações em direto dos seus separadores.
ro: Glisează în jos din bara de file (cu un deget, două degete sau derulare pe trackpad) pentru a afișa previzualizări live ale filelor.
sl: Povlecite navzdol iz vrstice zavihkov (z enim prstom, dvema prstoma ali drsenjem po sledilni ploščici) za prikaz živih predogledov zavihkov.
sv: Svep nedåt från flikfältet (med ett finger, två fingrar eller scroll på styrplattan) för att visa direktförhandsvisningar av dina flikar.
uk: Проведіть вниз від панелі вкладок (одним пальцем, двома пальцями або прокруткою на трекпаді), щоб показати живі перегляди вкладок.
vi: Vuốt xuống từ thanh tab (một ngón, hai ngón hoặc cuộn trên trackpad) để hiện bản xem trước trực tiếp của các tab.
zh_hans: 从标签栏向下滑动（单指、双指或触控板滚动）以显示标签页的实时预览。
zh_hant: 從分頁列向下滑動（單指、雙指或觸控板捲動）以顯示分頁的即時預覽。

source: Swipe down from the tab bar to show live previews of your tabs. Two fingers also work from above the terminal.
ar: مرّر للأسفل من شريط علامات التبويب لعرض معاينات مباشرة لعلامات التبويب. يعمل التمرير بإصبعين أيضًا من أعلى الطرفية.
ca: Llisca cap avall des de la barra de pestanyes per mostrar previsualitzacions en directe de les pestanyes. Amb dos dits també funciona des de sobre el terminal.
cs: Přejetím dolů z panelu karet zobrazíte živé náhledy karet. Dvěma prsty to funguje i nad terminálem.
da: Stryg ned fra fanelinjen for at se live-forhåndsvisninger af dine faner. Med to fingre virker det også oven over terminalen.
de: Wischen Sie von der Tab-Leiste nach unten, um Live-Vorschauen Ihrer Tabs anzuzeigen. Mit zwei Fingern funktioniert das auch oberhalb des Terminals.
es: Desliza hacia abajo desde la barra de pestañas para mostrar vistas previas en directo de tus pestañas. Con dos dedos también funciona desde encima del terminal.
fi: Pyyhkäise alas välilehtipalkista nähdäksesi välilehtiesi reaaliaikaiset esikatselut. Kahdella sormella se toimii myös terminaalin yläpuolelta.
fr: Balayez vers le bas depuis la barre d'onglets pour afficher des aperçus en direct de vos onglets. À deux doigts, cela fonctionne aussi au-dessus du terminal.
he: החלק מטה מסרגל הלשוניות כדי להציג תצוגות מקדימות חיות של הלשוניות. בשתי אצבעות זה עובד גם מעל המסוף.
hu: Húzzon lefelé a lapsávból a lapok élő előnézetének megjelenítéséhez. Két ujjal a terminál felett is működik.
it: Scorri verso il basso dalla barra delle schede per mostrare anteprime in tempo reale delle tue schede. Con due dita funziona anche sopra il terminale.
ja: タブバーから下にスワイプすると、タブのライブプレビューが表示されます。2本指ならターミナルの上からでも操作できます。
ko: 탭 바에서 아래로 스와이프하면 탭의 실시간 미리보기가 표시됩니다. 두 손가락으로는 터미널 위쪽에서도 작동합니다.
nb: Sveip ned fra fanelinjen for å vise direkteforhåndsvisninger av fanene dine. Med to fingre virker det også over terminalen.
nl: Veeg omlaag vanaf de tabbalk om livevoorbeelden van je tabs te tonen. Met twee vingers werkt het ook boven de terminal.
pl: Przesuń w dół od paska kart, aby wyświetlić podglądy kart na żywo. Dwoma palcami działa to także nad terminalem.
pt_br: Deslize para baixo a partir da barra de abas para mostrar pré-visualizações ao vivo das suas abas. Com dois dedos também funciona acima do terminal.
pt_pt: Deslize para baixo a partir da barra de separadores para mostrar pré-visualizações em direto dos seus separadores. Com dois dedos também funciona acima do terminal.
ro: Glisează în jos din bara de file pentru a afișa previzualizări live ale filelor. Cu două degete funcționează și deasupra terminalului.
sl: Povlecite navzdol iz vrstice zavihkov za prikaz živih predogledov zavihkov. Z dvema prstoma deluje tudi nad terminalom.
sv: Svep nedåt från flikfältet för att visa direktförhandsvisningar av dina flikar. Med två fingrar fungerar det även ovanför terminalen.
uk: Проведіть вниз від панелі вкладок, щоб показати живі перегляди вкладок. Двома пальцями це працює й над терміналом.
vi: Vuốt xuống từ thanh tab để hiện bản xem trước trực tiếp của các tab. Với hai ngón, thao tác này cũng hoạt động từ phía trên terminal.
zh_hans: 从标签栏向下滑动以显示标签页的实时预览。双指滑动在终端上方同样有效。
zh_hant: 從分頁列向下滑動以顯示分頁的即時預覽。雙指滑動在終端機上方同樣有效。

source: Swipe Gestures
ar: إيماءات التمرير
ca: Gestos de lliscament
cs: Gesta přejetí
da: Strygebevægelser
de: Wischgesten
es: Gestos de deslizamiento
fi: Pyyhkäisyeleet
fr: Gestes de balayage
he: מחוות החלקה
hu: Húzási mozdulatok
it: Gesti di scorrimento
ja: スワイプジェスチャ
ko: 스와이프 제스처
nb: Sveipbevegelser
nl: Veegbewegingen
pl: Gesty przesunięcia
pt_br: Gestos de deslizar
pt_pt: Gestos de deslize
ro: Gesturi de glisare
sl: Poteze potega
sv: Svepgester
uk: Жести свайпу
vi: Cử chỉ vuốt
zh_hans: 滑动手势
zh_hant: 滑動手勢

source: Swipe left on a key to delete it from the YubiKey.
ar: اسحب لليسار على مفتاح لحذفه من YubiKey.
ca: Feu lliscar a l'esquerra sobre una clau per eliminar-la del YubiKey.
cs: Přejetím doleva na klíči ho smažete z YubiKey.
da: Stryg til venstre på en nøgle for at slette den fra YubiKey'en.
de: Wischen Sie auf einem Schlüssel nach links, um ihn vom YubiKey zu löschen.
es: Deslice hacia la izquierda sobre una clave para eliminarla del YubiKey.
fi: Pyyhkäise avainta vasemmalle poistaaksesi sen YubiKey-laitteelta.
fr: Balayez une clé vers la gauche pour la supprimer du YubiKey.
he: החלק שמאלה על מפתח כדי למחוק אותו מה-YubiKey.
hu: Húzza balra a kulcsot a YubiKey-ről való törléshez.
it: Scorrere a sinistra su una chiave per eliminarla dalla YubiKey.
ja: 鍵を左にスワイプしてYubiKeyから削除します。
ko: 키를 왼쪽으로 스와이프하여 YubiKey에서 삭제합니다.
nb: Sveip til venstre på en nøkkel for å slette den fra YubiKey-en.
nl: Veeg naar links op een sleutel om deze van de YubiKey te verwijderen.
pl: Przesuń klucz w lewo, aby usunąć go z YubiKey.
pt_br: Deslize para a esquerda em uma chave para excluí-la do YubiKey.
pt_pt: Deslize para a esquerda numa chave para a eliminar do YubiKey.
ro: Glisați la stânga pe o cheie pentru a o șterge de pe YubiKey.
sl: Povlecite levo po ključu, da ga izbrišete z YubiKey-a.
sv: Svep åt vänster på en nyckel för att radera den från YubiKey.
uk: Проведіть ліворуч по ключу, щоб видалити його з YubiKey.
vi: Vuốt sang trái trên một khóa để xóa khỏi YubiKey.
zh_hans: 向左滑动按键以从 YubiKey 中删除。
zh_hant: 向左滑動按鍵以從 YubiKey 中刪除。

source: Swipes work even in mouse-capture mode — pair the Tmux/Zellij presets with mouse-on multiplexers to switch windows or tabs inside a single terminal.
ar: تعمل التمريرات حتى في وضع التقاط الفأرة — اقرن إعدادات Tmux/Zellij المسبقة مع مضاعفات تشغيل الفأرة للتبديل بين النوافذ أو علامات التبويب داخل جهاز طرفي واحد.
ca: Els lliscaments funcionen fins i tot en mode de captura del ratolí: combina els predefinits de Tmux/Zellij amb multiplexors amb el ratolí activat per canviar de finestra o pestanya dins d’un sol terminal.
cs: Přejetí fungují i v režimu zachycení myši — zkombinujte přednastavení Tmux/Zellij s multiplexery s povolenou myší pro přepínání oken nebo karet v rámci jednoho terminálu.
da: Stryg fungerer selv i muselåst tilstand – kombiner Tmux/Zellij-forindstillingerne med multiplexere med musen slået til for at skifte vinduer eller faner i én terminal.
de: Wischen funktioniert sogar im Maus-Capture-Modus – kombinieren Sie die Tmux/Zellij-Voreinstellungen mit Multiplexern mit aktivierter Maus, um Fenster oder Tabs innerhalb eines einzelnen Terminals zu wechseln.
es: Los deslizamientos funcionan incluso en el modo de captura del ratón: combina los preajustes de Tmux/Zellij con multiplexores con el ratón activado para cambiar ventanas o pestañas dentro de una sola terminal.
fi: Pyyhkäisyt toimivat jopa hiiren kaappaustilassa — yhdistä Tmux/Zellij-esiasetukset hiiren päällä oleviin multipleksereihin vaihtaaksesi ikkunoita tai välilehtiä yhden terminaalin sisällä.
fr: Les balayages fonctionnent même en mode de capture de la souris — associez les préréglages Tmux/Zellij à des multiplexeurs avec souris activée pour changer de fenêtre ou d’onglet dans un seul terminal.
he: ההחלקות פועלות גם במצב לכידת עכבר — שלבו את ההגדרות מראש של Tmux/Zellij עם רב-מלכדים שבהם העכבר פעיל כדי להחליף בין חלונות או לשוניות בתוך מסוף יחיד.
hu: A húzások működnek még egér-elfogás módban is — párosítsa a Tmux/Zellij előbeállításokat egér-bekapcsolt multiplexerekkel, hogy egyetlen terminálon belül válthasson ablakok vagy lapok között.
it: Gli scorrimenti funzionano anche in modalità cattura del mouse — abbina i preset Tmux/Zellij a multiplexer con mouse abilitato per cambiare finestre o schede in un singolo terminale.
ja: スワイプはマウスキャプチャモードでも機能します — Tmux/Zellij プリセットとマウスを有効にしたマルチプレクサを組み合わせれば、単一のターミナル内でウィンドウやタブを切り替えられます。
ko: 마우스 캡처 모드에서도 스와이프가 작동합니다 — Tmux/Zellij 프리셋을 마우스가 활성화된 멀티플렉서와 함께 사용하면 단일 터미널 안에서 창이나 탭을 전환할 수 있습니다.
nb: Sveip fungerer selv i musefangstmodus – kombiner Tmux/Zellij-forhåndsinnstillingene med multipleksere med mus på for å bytte vinduer eller faner i én terminal.
nl: Veegbewegingen werken zelfs in muisvanger-modus — combineer de Tmux/Zellij-voorinstellingen met multiplexers met muis aan om vensters of tabs te wisselen binnen één terminal.
pl: Gesty działają nawet w trybie przechwytywania myszy — połącz ustawienia Tmux/Zellij z multiplekserami z włączoną myszą, aby przełączać okna lub karty w jednym terminalu.
pt_br: Os gestos funcionam até no modo de captura do mouse — combine os predefinidos Tmux/Zellij com multiplexadores com mouse ativado para alternar janelas ou abas dentro de um único terminal.
pt_pt: Os deslizes funcionam mesmo no modo de captura do rato — combine as predefinições Tmux/Zellij com multiplexadores com rato ativado para alternar janelas ou separadores dentro de um único terminal.
ro: Gesturile funcționează chiar și în modul de capturare a mouse-ului — asociază presetările Tmux/Zellij cu multiplexoare cu mouse activat pentru a schimba ferestre sau file într-un singur terminal.
sl: Poteze delujejo tudi v načinu zajemanja miške — povežite prednastavitve Tmux/Zellij z multiplekserji z vklopljeno miško za preklapljanje med okni ali zavihki znotraj enega terminala.
sv: Svep fungerar även i musinfångningsläge — kombinera Tmux/Zellij-förinställningarna med multiplexrar med musen påslagen för att växla fönster eller flikar i en enda terminal.
uk: Свайпи працюють навіть у режимі захоплення миші — поєднайте пресети Tmux/Zellij з мультиплексорами з увімкненою мишею, щоб перемикати вікна або вкладки в одному терміналі.
vi: Vuốt vẫn hoạt động ngay cả trong chế độ bắt chuột — kết hợp các preset Tmux/Zellij với bộ ghép kênh bật chuột để chuyển cửa sổ hoặc tab trong cùng một terminal.
zh_hans: 滑动在鼠标捕获模式下也能工作 — 将 Tmux/Zellij 预设与启用鼠标的多路复用器搭配使用,即可在单个终端内切换窗口或标签页。
zh_hant: 即使在滑鼠捕獲模式下,滑動依然有效 — 將 Tmux/Zellij 預設與啟用滑鼠的多工器搭配使用,即可在單一終端機內切換視窗或分頁。

source: Switch
ar: تبديل
ca: Canvia
cs: Přepnout
da: Skift
de: Wechseln
es: Cambiar
fi: Vaihda
fr: Changer
he: החלף
hu: Váltás
it: Cambia
ja: 切り替え
ko: 전환
nb: Bytt
nl: Wisselen
pl: Przełącz
pt_br: Alternar
pt_pt: Alternar
ro: Schimbare
sl: Preklopi
sv: Byt
uk: Перемкнути
vi: Chuyển
zh_hans: 切换
zh_hant: 切換
